{"results":[{"titolo":"Tom Clancy's Rainbow Six Siege","produzione":"2015","età minima":"18","descrizione":"Tom Clancy's Rainbow Six: Siege è un videogioco sparatutto in prima persona tattico, incentrato nell'eliminare nemici, in questo caso assalitori o difensori, principalmente online. Non presenta una modalità storia ma piccole missioni da svolgere in giocatore singolo. L'online comprende cinque modalità di gioco: Nuova Recluta, Partita Veloce, Classificata, Non Classificata e Campo di Addestramento (giocabile sia in modalità online che offline). Le mappe sono scelte casualmente come gli obiettivi (ostaggio, bomba e presidio). Sviluppato dalla Ubisoft Montreal e pubblicato dalla Ubisoft, il videogioco è stato annunciato il 9 giugno 2014 all'E3. Il gioco usa il motore grafico Anvil Engine. È considerato il successore del cancellato Tom Clancy's Rainbow 6: Patriots, che avrebbe dovuto essere un capitolo più classico con tanto di modalità campagna per un singolo giocatore. Ad oggi Tom Clancy's Rainbow 6 Siege è uno dei giochi più giocati al mondo con circa 50 milioni di giocatori."},{"titolo":"Counter-Strike: Global Offensive","produzione":"2012","età minima":"18","descrizione":"Counter-Strike: Global Offensive è uno sparatutto in prima persona tattico sviluppato da Valve Corporation e da Hidden Path Entertainment. Si tratta del quarto gioco del franchise Counter-Strike e il seguito di Counter-Strike: Source, il gioco su steam è gratis Annunciato il 1º settembre 2011, il gioco è uscito il 21 agosto 2012 su Microsoft Windows e macOS tramite Steam e Xbox 360 tramite Xbox Live. La versione per Linux è stata pubblicata nel settembre 2014. Il gioco contiene contenuti classici presenti nei precedenti capitoli, ma anche mappe, modalità di gioco e personaggi completamente nuovi. Il gioco è diventato free to play nel dicembre 2018.La versione PlayStation 3 è uscita solamente nel PlayStation Store USA, in quanto la versione Europea ha subito un ritardo. La versione PlayStation 3 offre tre diversi metodi di controllo: con controller DualShock 3, con PlayStation Move o con mouse e tastiera USB."},{"titolo":"Fortnite","produzione":"2017","età minima":"12","descrizione":"Fortnite è un videogioco del 2017 sviluppato da Epic Games e People Can Fly.Il videogioco presenta tre modalità distinte che condividono lo stesso motore grafico: Salva il mondo, Modalità Creativa e Battaglia reale."},{"titolo":"Call of Duty: Warzone","produzione":"2020","età minima":"18","descrizione":"Call of Duty: Warzone è un videogioco sparatutto in prima persona, sviluppato da Infinity Ward, Treyarch e Raven Software per le piattaforme Microsoft Windows, PlayStation 4, Xbox One, PlayStation 5 e Xbox Series X. Il videogioco è stato pubblicato il 10 marzo 2020 sulle piattaforme old-gen e su PC, e sulle piattaforme current-gen alla loro uscita, come DLC stand-alone gratuito di Call of Duty: Modern Warfare. Il 10 dicembre 2020, Activision trasferirà l'espansione sul nuovo Call of Duty: Black Ops Cold War."},{"titolo":"FIFA 21","produzione":"2020","età minima":"3","descrizione":"FIFA 21 è un videogioco di calcio sviluppato da EA Sports e disponibile per PlayStation 4, Xbox One, Microsoft Windows e Nintendo Switch dal 9 ottobre e per PlayStation 5 e Xbox Series X dal 4 dicembre 2020.Ventottesimo capitolo della serie FIFA, è stato presentato il 18 giugno 2020 all'EA Play Live che si è svolto sull'account ufficiale EA Sports sulla piattaforma Twitch a causa della pandemia di COVID-19.In copertina su tutte le edizioni del videogioco compare il calciatore francese Kylian Mbappé."}]}